Repository: 4ka0/QA-checker
Catalog: sample.tmx
Source language: ja
Languages: en_us

source: ステム14は、レーザ素子2およびキャップ12を支持するものである。
en_us: The stem 14 supports the laser element 2 and the cap 12.

source: ステム底部141には、キャップ12の内部におけるレーザ素子2の、蛍光体部3との相対的な位置関係を規定するために、レーザ素子2が固着される支持部材としてのステム柱体142が配置されている。
en_us: The stem base section 141 has arranged thereon the stem columnar body 142, which serves as a support member to which the laser element 2 is fixed, in order to specify the relative positional relationship of the laser element 2 within the cap 12 with the phosphor section 3.

source: ステム底部141は、キャップ12が載置される台座である。
en_us: The stem base section 141 is a stand on which the cap 12 is mounted.

source: バンドルファイバ22は、各光ファイバ21を透過した励起光L1を出射する出射端部22bを有している。
en_us: The bundle fiber 22 has an outgoing end section 22b from which excitation light L1 that has passed through the optical fibers 21 exits.

source: リフレクタ32は、放物線の対称軸を回転軸として、当該放物線を回転させることによって形成される反射曲面をその反射面に含んでいる。
en_us: A reflecting surface of the reflector 32 includes a reflecting curved surface that is formed by causing a parabola to rotate with the symmetry axis of the parabola serving as the rotation axis.

source: リフレクタ32は、蛍光体部3および6から出射された光を反射するものである。
en_us: The reflector 32 is a member that reflects light emitted from the phosphor sections 3 and 6.

source: レーザ素子2から出射される励起光L1の中心軸は、発光装置10の中心軸とほぼ一致しているともいえる。
en_us: The central axis of the excitation light L1 emitted from the laser element 2 can be said to also be substantially coincident with the central axis of the light-emitting device 10.

source: レーザ素子2の発光波長は、420nm以上490nm以下の青色領域の波長であればよい。
en_us: The light emission wavelength of the laser element 2 may be a wavelength of the blue region of 420 nm or more and 490 nm or less.

source: レーザ素子2は、1チップに1つの発光点を有するものであってもよく、1チップに複数の発光点を有するものであってもよい。
en_us: The laser element 2 may have one light emission point in one chip, or may have a plurality of light emission points in one chip.

source: レーザ素子2は、キャップ12内の幅方向(図6に示すx方向およびy方向)におけるほぼ中央部に配置されている。
en_us: The laser element 2 is arranged in a substantially central section in the width direction (the X direction and Y direction depicted in Fig. 6) within the cap 12.

source: レーザ素子2は、ピーク波長が450nmの励起光L1を出力する。
en_us: The laser element 2 outputs excitation light L1 having a peak wavelength of 450 nm.

source: レーザ素子2は、励起光L1(レーザ光)を出射する励起光源として機能する発光素子、すなわち半導体レーザ(LD; Laser Diode)である。
en_us: The laser element 2 is a light-emitting element that functions as an excitation light source that emits excitation light L1 (laser light), in other words, a semiconductor laser (LD; laser diode).

source: レーザ素子2は、実施形態1で説明したものと同様のものである。
en_us: The laser element 2 is the same as that described in embodiment 1.

source: レーザ素子などを励起光源に利用し、当該励起光源から出射した励起光により蛍光体を励起し、当該蛍光体から蛍光を発する構成を有する発光装置や導光装置などの開発が進められている。
en_us: The development of light-emitting devices, light guide devices, and the like that have a configuration in which a laser element or the like is used for an excitation light source, a phosphor is excited by excitation light emitted from the excitation light source, and fluorescence is emitted from the phosphor has been advancing.

source: 一方、光透過体または蛍光物質から出射される蛍光の指向性は、上記変換または散乱しきれなかった励起光の指向性に比べ弱い。
en_us: Meanwhile, the directivity of the fluorescence emitted from the light-transmitting body or the fluorescent substance is weak compared with the directivity of the excitation light that has not been completely converted or scattered.

source: 一方、発光装置1から出射される出射光の発光スペクトルは、平均演色評価指数Raは73で、かつ特殊演色評価指数R14(木の葉色)は78という結果となった。
en_us: On the other hand, regarding the emission spectrum of the outgoing light emitted from the light-emitting device 1, results were obtained indicating an average color rendering evaluation index Ra of 73 and a special color rendering evaluation index R14 (tree leaf color) of 78.

source: 一方、蛍光体4の種類が2種類の場合に、青色の励起光L1を蛍光体部3に照射して、発光装置1から白色光が出射される場合には、緑色発光蛍光体、橙色発光蛍光体および赤色発光蛍光体から選択された蛍光体を用いることができる。
en_us: On the other hand, in the case where there are to be two types of the phosphor 4, if the phosphor section 3 is to be irradiated with blue excitation light L1 for white light to be emitted from the light-emitting device 1, phosphors selected from a green light-emitting phosphor, an orange light-emitting phosphor, and a red light-emitting phosphor can be used.

source: 上記の課題を解決するために、本発明の一態様に係る発光装置は、励起光を波長変換することで生成した蛍光とともに、上記励起光の一部を外部へ出射する発光装置であって、上記励起光を吸収して第1の蛍光を発する第1発光部と、上記第1発光部によって上記第1の蛍光に変換されず、上記第1発光部を透過した上記励起光を吸収して第2の蛍光を発する第2発光部と、を備えており、上記第2の蛍光のピーク波長は、上記励起光のピーク波長と近似している。
en_us: In order to solve the aforementioned problem, a light-emitting device according to an aspect of the present invention is a light-emitting device that emits fluorescence generated by subjecting excitation light to wavelength conversion and also part of the excitation light to outside, provided with: a first light-emitting unit that absorbs the excitation light and emits first fluorescence; and a second light-emitting unit that absorbs the excitation light that has passed through the first light-emitting unit without being converted into the first fluorescence by the first light-emitting unit and emits second fluorescence, the peak wavelength of the second fluorescence being approximate to the peak wavelength of the excitation light.

source: 上記励起光を出射する励起光源と、上記励起光源から出射された上記励起光を、上記第1発光部へと導光する導光部材と、を備えていることを特徴とする請求項1から3のいずれか1項に記載の発光装置。
en_us: The light-emitting device according to any 1 of claims 1 to 3, characterized in being provided with: an excitation light source that emits the excitation light; and a light guide member that guides the excitation light emitted from the excitation light source to the first light-emitting unit.

source: 上記放熱の効果を高めるためには、キャップ12の材質としては、冷間圧延鋼板(SPC)、鉄-ニッケル-コバルト合金(コバール)、アルミニウム、銅、真鍮、またはアルミナ、窒化アルミナ、SiC等のセラミック系のものが挙げられる。
en_us: In order to increase the aforementioned heat dissipation effect, possible examples of the material of the cap 12 are cold-rolled steel sheet (SPC), an iron-nickel-cobalt alloy (Kovar), aluminum, copper, brass, or a ceramic-based material such as alumina, aluminum nitride, or SiC.

source: 上記材質の場合、レーザ素子2から生じた熱は、レーザ素子2と機械的及び電気的に接続されるステム柱体142及びステム底部141に伝導され、外気へと放出される。
en_us: In the case of the aforementioned materials, heat generated from the laser element 2 is conducted to the stem columnar body 142 and the stem base section 141 which are mechanically and electrically connected to the laser element 2, and is emitted into the outside air.

source: 上記条件1および条件2を満たすように、蛍光体部6を蛍光体部3に配置することにより、励起光L2を蛍光体部6に効率よく入射させることができる。
en_us: By arranging the phosphor section 6 on the phosphor section 3 in such a way that the aforementioned condition 1 and condition 2 are satisfied, the excitation light L2 can be made to be incident upon the phosphor section 6 in an efficient manner.

source: 上記構成によれば、導光部材を備えることにより、励起光源と第1発光部とを離間して配置できる。
en_us: According to the aforementioned configuration, by providing the light guide member, it is possible for the excitation light source and the first light-emitting unit to be arranged away from each other.

source: 上記構成によれば、第1発光部から出射された励起光および第1の蛍光と、第2発光部から出射された励起光および第2の蛍光とを所定の方向に投光することができる。
en_us: According to the aforementioned configuration, it is possible for the excitation light and the first fluorescence emitted from the first light-emitting unit and the excitation light and the second fluorescence emitted from the second light-emitting unit to be projected in a predetermined direction.

source: 上記構成によれば、第1発光部から出射される励起光のうち、放射強度が高い励起光は、第1発光部の光出射面から出射される。
en_us: According to the aforementioned configuration, excitation light having a high radiant intensity from within the excitation light emitted from the first light-emitting unit is emitted from the light-outgoing surface of the first light-emitting unit.

source: 上記構成によれば、第1発光部を透過した励起光を第2発光部にて吸収するため、第2発光部から出射される励起光の放射強度を低下させることができる。
en_us: According to the aforementioned configuration, excitation light that has passed through the first light-emitting unit is absorbed in the second light-emitting unit, and therefore the radiant intensity of the excitation light emitted from the second light-emitting unit is able to be reduced.

source: 上記構成によれば、第2発光部に励起光が照射された場合に、第2発光部においてミー散乱を起こさないようにすることができるので、第1発光部を透過した励起光が、第1発光部側(すなわち、上記励起光入射側)に散乱されることを抑制できる。
en_us: According to the aforementioned configuration, in the case where the second light-emitting unit is irradiated with excitation light, it is possible to ensure that Mie scattering does not occur in the second light-emitting unit, and it is therefore possible to suppress excitation light that has passed through the first light-emitting unit scattering to the first light-emitting unit side (in other words, the excitation light incoming side).

source: 上記構成の場合、蛍光体部3を透過した励起光L2を蛍光体部6にて吸収するため、蛍光体部6から出射される励起光L2の放射強度を低下させることができる。
en_us: In the case of the aforementioned configuration, the excitation light L2 that has passed through the phosphor section 3 is absorbed in the phosphor section 6, and therefore the radiant intensity of the excitation light L2 that is emitted from the phosphor section 6 is able to be reduced.

source: 上記特許文献1から3に記載されている発光装置にて、発光素子から出射された光(励起光)を、光透過体または蛍光物質に照射すると、励起光は蛍光に変換されるが、光透過体または蛍光物質において、励起光の全てが蛍光の変換されるわけではない。
en_us: In the light-emitting devices described in the aforementioned PTL 1 to 3, excitation light is converted into fluorescence when a light-transmitting body or fluorescent substance is irradiated with light (excitation light) emitted from a light-emitting device; however, not all of the excitation light is converted in the light-transmitting body or fluorescent substance.

source: 上記第1発光部から出射された上記励起光および上記第1の蛍光と、上記第2発光部から出射された上記励起光および上記第2の蛍光とを反射する反射鏡を備えていることを特徴とする請求項1から4のいずれか1項に記載の発光装置。
en_us: The light-emitting device according to any 1 of claims 1 to 4, characterized in being provided with: a reflection mirror that reflects the excitation light and the first fluorescence emitted from the first light-emitting unit, and the excitation light and the second fluorescence emitted from the second light-emitting unit.

source: 上記第1発光部は、上記励起光を受光する受光面とは反対側の表面である光出射面を有しており、上記第2発光部は、上記光出射面に設けられていることを特徴とする請求項1に記載の発光装置。
en_us: The light-emitting device according to claim 1, characterized in that the first light-emitting unit has a light-outgoing surface that is a surface on an opposite side to a light-receiving surface that receives the excitation light, and the second light-emitting unit is provided on the light-outgoing surface.

source: 上記第2発光部に含まれ、上記励起光を受けて上記第2の蛍光を発光する蛍光体の粒子径は、上記励起光が有するピーク波長に比べて小さいことを特徴とする請求項1または2に記載の発光装置。
en_us: The light-emitting device according to claim 1 or 2, characterized in that a particle size of a phosphor that is included in the second light-emitting unit and receives the excitation light and emits the second fluorescence is smaller than the peak wavelength of the excitation light.

source: 上述したような出射光の色ムラを、発光装置1において低減させるためには、照射角度θ1～θ2に出射された励起光L1の一部である励起光L2の多くを蛍光体部6に入射させることが好ましい。
en_us: In order to reduce a color irregularity of the outgoing light such as that mentioned above in the light-emitting device 1, it is preferable that a large portion of the excitation light L2, which constitutes part of the excitation light L1 emitted at the irradiation angles θ1 to θ2, be made to be incident upon the phosphor section 6.

source: 両者は同一部材とすることも可能であり、これにより製品の部品点数を削減することができる。
en_us: It is also possible for both to be implemented as the same member, and the number of product parts can thereby be reduced.

source: 交点aおよびbは、励起光L1および第1の蛍光の放射強度がそれぞれ等しい箇所である。
en_us: The intersecting points a and b are locations where the radiant intensities of the excitation light L1 and the first fluorescence are equal.

source: 以上のように、本実施形態に係る発光装置1は、レーザ素子2から出射された励起光L1を吸収して第1の蛍光を発する蛍光体部3と、蛍光体部3によって第1の蛍光に変換されず、蛍光体部3を透過した励起光L2を吸収して第2の蛍光を発する蛍光体部6と、を備えている。
en_us: As described above, the light-emitting device 1 according to the present embodiment is provided with the phosphor section 3, which absorbs excitation light L1 emitted from the laser element 2 and emits first fluorescence, and the phosphor section 6, which absorbs excitation light L2 that has passed through the phosphor section 3 without being converted into first fluorescence by the phosphor section 3 and emits second fluorescence.

source: 以下に、その底辺の長さおよび蛍光体部3の光出射面3Eへの配置位置を示す条件2について説明する。
en_us: Hereinafter, condition 2 that indicates the length of that bottom side and the arrangement position on the light-outgoing surface 3E of the phosphor section 3 will be described.

source: 以下より、各部材の説明を行う。
en_us: Hereinafter, each member will be described.

source: 例えば、III-V族化合物半導体やII-VI族化合物半導体やIII-V族化合物半導体よりなるナノ結晶蛍光体としては、二元系では、II-VI族化合物半導体として、CdSe、CdS、ZnS等が挙げられる。
en_us: Possible examples of a nanocrystal phosphor made of a group III-V compound semiconductor, a group II-VI compound semiconductor, or a group III-V compound semiconductor are, in the binary system, CdSe, CdS, ZnS, or the like as a group II-VI compound semiconductor,

source: 例えば、レーザ素子2から出射される励起光L1が有するピーク波長以上の大きさであればよい。
en_us: and is preferably a size that is equal to or greater than the peak wavelength of the excitation light L1 emitted from the laser element 2, for example.

source: 例えば、レーザ素子2の使用時に発生した熱がレーザ素子2の内部に蓄熱されると、その特性が悪化し、また寿命が短くなる。
en_us: For example, when heat generated during use of the laser element 2 is accumulated inside the laser element 2, the characteristics thereof deteriorate and the lifespan becomes shorter.

source: 例えば、後述するステム14を構成するステム底部141を、内部に空洞を有する略筒状とする場合は、その上部を閉塞するキャップ12を略円盤状とすることもできる。
en_us: For example, in the case where a stem base section 141 that forms part of the stem 14 described later on has a substantially cylindrical shape having a cavity therein, it is also possible for the cap 12, which occludes the upper section thereof, to be substantially disk-shaped.

source: 例えば、支持基板31としては、熱伝導度が、気温20℃で42W/(m・K)のサファイア製の基板を使用することができる。
en_us: For example, a substrate made of sapphire having a thermal conductivity of 42 W/(m·K) at an air temperature of 20°C can be used as the support substrate 31.

source: 例えば、発光装置1から出射される出射光が白色光(疑似白色光)である場合、白色光(擬似白色光)は、等色の原理を満たす3つの色の混色、または、補色の関係を満たす2つの色の混色などで実現できる。
en_us: In the case where the outgoing light emitted from the light-emitting device 1 is white light (pseudo-white light), for example, it is possible for the white light (pseudo-white light) to be realized with a mixed color of three colors that satisfy a color matching principle, a mixed color of two colors that satisfy a complementary color relationship, or the like.

source: 例えば、発光装置1に、1つのレーザ素子2が配置されていてもよく、2つ以上のレーザ素子2が配置されていてもよい。
en_us: For example, in the light-emitting device 1, one laser element 2 may be arranged or two or more laser elements 2 may be arranged.

source: 例えば、直方体状およびシート状の形状の他、平面状、立方体状など、任意の形状を採用することができる。
en_us: For example, it is possible for any shape to be adopted such as a planar shape or a cuboid shape as well as a shape such as a rectangular cuboid shape or a sheet shape.

source: 例えば、蛍光体4の種類が1種類の場合に、青色の励起光L1を蛍光体部3に照射して、発光装置1から白色光が出射される場合には、蛍光体4としては黄色発光蛍光体を用いることができる。
en_us: For example, in the case where there is to be one type of the phosphor 4, if the phosphor section 3 is to be irradiated with blue excitation light L1 for white light to be emitted from the light-emitting device 1, a yellow light-emitting phosphor can be used as the phosphor 4.

source: 例えば、蛍光体7の粒子径は、励起光L1が有するピーク波長の50分の1以下であることが好ましい。
en_us: For example, the particle size of the phosphor 7 is preferably equal to or less than 1/50 of the peak wavelength of the excitation light L1.

source: 例えば、蛍光体部3が封止材5を備えておらず、蛍光体4の粒子を固めたもの、または、熱伝導率の高い材質からなる基板上に蛍光体4の粒子を堆積させたもの等であってもよい。
en_us: For example, the phosphor section 3 may be a section in which the particles of the phosphor 4 are fixed without the sealing material 5 being provided, a section in which the particles of the phosphor 4 are deposited on a substrate made of a material having high thermal conductivity, or the like.

source: 例えば、蛍光体部3と同様、直方体状およびシート状の形状の他、平面状、立方体状など、任意の形状を採用することができる。
en_us: For example, similar to the phosphor section 3, it is possible for any shape to be adopted such as a planar shape or a cuboid shape as well as a shape such as a rectangular cuboid shape or a sheet shape.

source: 先行技術文献
en_us: Citation List

source: 光ファイバ21の中心軸が、蛍光体部3の受光面3Rの中心軸とほぼ一致するように、光ファイバ21の出射端部21bが受光面31aと対向するように配置されているとともに、蛍光体部3が載置面31bに載置されている。
en_us: The outgoing end section 21b of the optical fiber 21 is arranged so as to oppose the light-receiving surface 31a and the phosphor section 3 is mounted on the mounting surface 31b in such a way that the central axis of the optical fiber 21 is substantially coincident with the central axis of the light-receiving surface 3R of the phosphor section 3.

source: 光ファイバ21の出射端部21bは、後述する支持基板31の受光面31aと対向するように、支持基板31に光学的に接続されている。
en_us: The outgoing end section 21b of the optical fiber 21 is optically connected to the support substrate 31 in such a way as to oppose the light-receiving surface 31a of the support substrate 31 described later on.

source: 光ファイバ21は、光源部11から出射された励起光L1を蛍光体部3へと導く導光部材であり、入射端部21a及び出射端部21bを備えている。
en_us: The optical fiber 21 is a light guide member that guides excitation light L1 emitted from the light source unit 11 to the phosphor section 3, and is provided with the incoming end section 21a and the outgoing end section 21b.

source: 光ファイバ21は、実施形態3で説明したものと同様のものである。
en_us: The optical fiber 21 is the same as that described in embodiment 3.

source: 光源部11は、キャップ12の上面12aと、光ファイバ21の入射端部21aとが対向するように、光ファイバ21と光学的に接続されている。
en_us: The light source unit 11 is optically connected to the optical fiber 21 in such a way that the upper surface 12a of the cap 12 and an incoming end section 21a of the optical fiber 21 oppose each other.

source: 光源部11は、レーザ素子2、キャップ12、ガラス板13およびステム14を備えている。
en_us: The light source unit 11 is provided with the laser element 2, the cap 12, the glass sheet 13, and a stem 14.

source: 光源部11は、実施形態2で説明したものと同様のものである。
en_us: The light source unit 11 is the same as that described in embodiment 2.

source: 光源部11は、蛍光体部3および6へと励起光L1(またはL2)を照射するものである。
en_us: The light source unit 11 irradiates the phosphor sections 3 and 6 with excitation light L1 (or L2).

source: 入射端部21aは、光ファイバ21の中心軸が、レーザ素子2の出射光軸とほぼ一致するように、ガラス板13に対向して配置されていることが好ましい。
en_us: It is preferable that the incoming end section 21a be arranged opposing the glass sheet 13 in such a way that the central axis of the optical fiber 21 is substantially coincident with the emission optical axis of the laser element 2.

source: 入射端部21aは、光源部11から出射された励起光L1を受ける部分(励起光L1が入射される部分)である。
en_us: The incoming end section 21a is a section that receives excitation light L1 emitted from the light source unit 11 (a section upon which the excitation light L1 is incident).

source: 具体的には、キャップ12の材質としては、コバール、ニッケル、ステンレス(SUS)等の鉄系材料であれば、上記接着度が高まる。
en_us: Specifically, the degree of adhesion increases with an iron-based material such as Kovar, nickel, or stainless steel (SUS) as the material of the cap 12.

source: 具体的には、キャップ12は、励起光L1に対して遮光性を有する円筒形状の部材であり、その上面12aにガラス板13が設置されている。
en_us: Specifically, the cap 12 is a cylindrically shaped member having light-shielding properties with respect to the excitation light L1, and the glass sheet 13 is installed on the upper surface 12a thereof;

source: 具体的には、蛍光体部3から発せられた熱は、キャップ12に伝わり、さらにキャップ12の側面を介してステム底部141へと伝わり、放熱される。
en_us: Specifically, heat emitted from the phosphor section 3 propagates to the cap 12, additionally propagates to the stem base section 141 via the side surfaces of the cap 12, and is dissipated.

source: 具体的には、蛍光体部3においては、封止材5の内部に蛍光体4の粒子が分散されているが、これに限られたものではない。
en_us: Specifically, in the phosphor section 3, the particles of the phosphor 4 are dispersed within the sealing material 5; however, there is no restriction thereto.

source: 具体的には、蛍光体部3は、蛍光体部3の受光面3Rと、光ファイバ21の出射端部21bとが対向するように、光ファイバ21と光学的に接続されている。
en_us: Specifically, the phosphor section 3 is optically connected to the optical fiber 21 in such a way that the light-receiving surface 3R of the phosphor section 3 and an outgoing end section 21b of the optical fiber 21 oppose each other.

source: 具体的には、銅、真鍮、タングステン、アルミニウム、銅・タングステン合金などが挙げられる。
en_us: Specifically, possible examples are copper, brass, tungsten, aluminum, a copper-tungsten alloy, or the like.

source: 出射端部21bは、光ファイバ21の中心軸が、蛍光体部3の受光面3Rの中心軸とほぼ一致するように、受光面3Rに対向して配置されていることが好ましい。
en_us: It is preferable that the outgoing end section 21b be arranged opposing the light-receiving surface 3R in such a way that the central axis of the optical fiber 21 is substantially coincident with the central axis of the light-receiving surface 3R of the phosphor section 3.

source: 出射端部21bは、入射端部21aが受け、光ファイバ21を通過した励起光L1を、蛍光体部3へと出射する部分である。
en_us: The outgoing end section 21b is a section from which excitation light L1 that has been received by the incoming end section 21a and has passed through the optical fiber 21 is emitted to the phosphor section 3.

source: 励起光L1がレーザ光である場合(すなわち、レーザ素子2の場合)には、蛍光体部3または蛍光体部6に励起光L1またはL2が高密度に照射され、その照射領域が小さくなるため、蛍光体部3または蛍光体部6の表面の小さい領域から明るい光が出射されることとなる。
en_us: In the case where the excitation light L1 is laser light (in other words, in the case of the laser element 2), the phosphor section 3 or the phosphor section 6 is irradiated with the excitation light L1 or L2 at a high density and that irradiated region is small, and therefore bright light is emitted from a small region of the surface of the phosphor section 3 or the phosphor section 6.

source: 励起光の利用効率の低下を防止できるとともに、発光装置から出射される光への色ムラの発生を抑制する。
en_us: The occurrence of a color irregularity in light that is emitted from a light-emitting device is suppressed together with being able to prevent a decline in the utilization efficiency of excitation light.

source: 励起光を波長変換することで生成した蛍光とともに、上記励起光の一部を外部へ出射する発光装置であって、上記励起光を吸収して第1の蛍光を発する第1発光部と、上記第1発光部によって上記第1の蛍光に変換されず、上記第1発光部を透過した上記励起光を吸収して第2の蛍光を発する第2発光部と、を備えており、上記第2の蛍光のピーク波長は、上記励起光のピーク波長と近似していることを特徴とする発光装置。
en_us: A light-emitting device that emits fluorescence generated by subjecting excitation light to wavelength conversion and also part of the excitation light to outside, characterized in being provided with: a first light-emitting unit that absorbs the excitation light and emits first fluorescence; and a second light-emitting unit that absorbs the excitation light that has passed through the first light-emitting unit without being converted into the first fluorescence by the first light-emitting unit and emits second fluorescence, a peak wavelength of the second fluorescence being approximate to a peak wavelength of the excitation light.

source: 各光源部11は、各光源部11のキャップ12の上面12aと、各光ファイバ21の入射端部21aとが対向するように、各光ファイバ21と光学的に接続されている。
en_us: Each light source unit 11 is optically connected to an optical fiber 21 in such a way that the upper surface 12a of the cap 12 of each light source unit 11 and the incoming end section 21a of the respective optical fiber 21 oppose each other.

source: 図1は、本発明の一実施形態に係る発光装置1の概略的な構成を示す断面図である。
en_us: Fig. 1 is a cross-sectional view depicting the schematic configuration of a light-emitting device 1 according to an embodiment of the present invention.

source: 図2においては、交点aに対応する照射角度θ1は負の値であり、交点bに対応する照射角度θ2は正の値であるものとして示している。
en_us: In Fig. 2, it is indicated that the irradiation angle θ1 corresponding to the intersecting point a is a negative value, and the irradiation angle θ2 corresponding to the intersecting point b is a positive value.

source: 図2に示す様に、上記発光装置100において、励起光L1の配光特性のグラフ(実線)と、第1の蛍光の配光特性のグラフ(点線)との交点を、それぞれ交点aおよびbとする。
en_us: As depicted in Fig. 2, intersecting points between a graph (solid line) of the light distribution characteristics of excitation light L1 and a graph (dotted line) of the light distribution characteristics of first fluorescence in the light-emitting device 100 are taken as intersecting points a and b.

source: 図2は、図4の(a)に示す発光装置100から出射される励起光および蛍光の配光特性を示すグラフである。
en_us: Fig. 2 is a graph depicting the light distribution characteristics of excitation light and fluorescence emitted from a light-emitting device 100 depicted in (a) of Fig. 4.
